---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarShapeParameters
source: html/d3ff0b6a-879e-d869-5235-f39415af0d51.htm
---
# RebarShapeParameters Members

Releases all resources used by the RebarShapeParameters